Revit 2027 API
VertexPair Properties
The VertexPair type exposes the following members.
Properties
Name | Description
First |  Identifies the first index of VertexPair.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Second |  Identifies the second index of VertexPair.
Top
See Also
Reference
VertexPair Class
Autodesk.Revit.DB Namespace